<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Mailplane3</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Mailplane</string>
		<key>NAME</key>
		<string>Mailplane3</string>
		<key>SPARKLE_FEED_URL</key>
		<string>http://update.mailplaneapp.com/appcast.php?appName=Mailplane%203</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>The best way to use Gmail on your Mac.</string>
			<key>display_name</key>
			<string>Mailplane 3</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.keeleysam.recipes.Mailplane.3.munki</string>
</dict>
</plist>
