<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Munkitools2</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://github.com/munki/munki/releases</string>
		<key>MUNKITOOLS_ADMIN_DESCRIPTION</key>
		<string>Command-line Managed Software Center admin tools.</string>
		<key>MUNKITOOLS_ADMIN_DISPLAYNAME</key>
		<string>Managed Software Center admin tools</string>
		<key>MUNKITOOLS_ADMIN_NAME</key>
		<string>munkitools_admin</string>
		<key>MUNKITOOLS_APP_DESCRIPTION</key>
		<string>Managed Software Center application.</string>
		<key>MUNKITOOLS_APP_DISPLAYNAME</key>
		<string>Managed Software Center</string>
		<key>MUNKITOOLS_APP_NAME</key>
		<string>munkitools</string>
		<key>MUNKITOOLS_CORE_DESCRIPTION</key>
		<string>Core command-line tools used by Managed Software Center.</string>
		<key>MUNKITOOLS_CORE_DISPLAYNAME</key>
		<string>Managed Software Center core tools</string>
		<key>MUNKITOOLS_CORE_NAME</key>
		<string>munkitools_core</string>
		<key>MUNKITOOLS_LAUNCHD_DESCRIPTION</key>
		<string>launchd configuration files for use by Managed Software Center.</string>
		<key>MUNKITOOLS_LAUNCHD_DISPLAYNAME</key>
		<string>Managed Software Center launchd files</string>
		<key>MUNKITOOLS_LAUNCHD_NAME</key>
		<string>munkitools_launchd</string>
		<key>MUNKI_CATALOG</key>
		<string>release</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>munkitools</string>
		<key>NAME</key>
		<string>munkitools2</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.munkitools2</string>
</dict>
</plist>
