<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Prezi</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>Productivity</string>
		<key>NAME</key>
		<string>Prezi Desktop</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
				<string>release</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>description</key>
			<string>With Prezi Desktop you can create prezis on your computer without an internet connection. You can store your presentations locally and upload them to Prezi.com if you want to work or share them online.</string>
			<key>developer</key>
			<string>Prezi</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.prezi</string>
</dict>
</plist>
