<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Teamviewer</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>http://download.teamviewer.com/download/TeamViewer.dmg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/TeamViewer</string>
		<key>NAME</key>
		<string>TeamViewer</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Internet</string>
			<key>description</key>
			<string>All-In-One Solution for Remote Access and Support over the Internet.</string>
			<key>developer</key>
			<string>TeamViewer GmbH</string>
			<key>display_name</key>
			<string>TeamViewer</string>
			<key>minimum_os_version</key>
			<string>10.6</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.TeamViewer</string>
</dict>
</plist>
